Repository: LucasJusto/Matchmaker
Catalog: MatchMaker/MatchMaker/*.lproj/Localizable.strings
Languages: ja, pt_br

# tabBarPanel
source: Panel
ja: ホーム
pt_br: Painel

# tabBarProfile
source: Profile
ja: プロフィール
pt_br: Perfil

# tabBarDiscover
source: Discover
ja: 検索
pt_br: Descobrir

# CKErrorNotLoggedInTitle
source: Not logged in iCloud
ja: iCloudにログインしていません
pt_br: Não logado no iCloud

# CKErrorNotLoggedInMessage
source: You need to be logged in iCloud to use this app. Please close this app and login iCloud before opening it again.
ja: このアプリを使用するには、iCloudにログインする必要があります。このアプリを閉じてiCloudにログインしてから、もう一度開いてください。
pt_br: Você precisa estar logado no iCloud para utilizar este aplicativo. Por favor feche o aplicativo e faça login no iCloud antes de abri-lo novamente.

# CKErrorDefaultTitle
source: An error occurred
ja: エラーが発生しました
pt_br: Um erro ocorreu

# CKErrorDefaultMessage
source: Something unexpected occurred, your data may not have been saved.
ja: 予期しない問題が発生しました。データが保存されていない可能性があります。
pt_br: Algo inesperado ocorreu, talvez seus dados não tenham sido salvos.

# UserGames
source: Your Games
ja: あなたのゲーム
pt_br: Seus jogos

# UserBehaviour
source: Behaviour
ja: 動作
pt_br: Comportamento

# UserSkills
source: Skills
ja: スキル
pt_br: Habilidades

# UserReviews
source: Reviews
ja: レビュー
pt_br: Avaliações

# TitleViewRate
source: Profile
ja: プロフィール
pt_br: Perfil

source: Ratings
ja: 評価
pt_br: Avaliações

source: Platforms
ja: プラットフォーム
pt_br: Plataformas

source: Languages
ja: 言語
pt_br: Linguagens

source: Games
ja: ゲーム
pt_br: Jogos

# RequestFriendButtonLabel
source: Add to my friends
ja: 友達申請
pt_br: Adicionar aos amigos

# CancelRequestButtonLabel
source: Cancel request
ja: 友達申請のキャンセル
pt_br: Cancelar solicitação

# RemoveFriendButtonLabel
source: Remove friend
ja: 友達削除
pt_br: Remover amigos

source: Playing from
ja: プレイ元
pt_br: Jogando de

# RejectRequestButton
source: Reject friend
ja: 友達申請の拒否
pt_br: Rejeitar amigo

# AcceptRequestButton
source: Accept friend
ja: 友達申請の許可
pt_br: Aceitar amigo

# friendRequestAlert
source: You have a new friend request!
ja: 新しい友達リクエストがあります！
pt_br: Você recebeu um pedido de amizade!

# onboarding1Title
source: Welcome to
ja: ようこそ
pt_br: Bem vindo ao

# onboarding1Description
source: Find players that correspond with a personalized filter
ja: 指定した条件で友達を探す
pt_br: Encontre jogadores que correspondem a um filtro personalizado

# onboarding2Title
source: Select games that you like to play
ja: 好きなゲーム
pt_br: Selecione os jogos que você gosta

# onboarding2Description
source: We have the most popular games for you to choose and find players
ja: 人気のあるゲームやプレイヤーを探す
pt_br: Nós temos os jogos mais populares para você escolher e encontrar jogadores

# onboarding3Title
source: Talk to players and schedule a match
ja: プレイヤーとゲーム時間を調整する
pt_br: Converse com jogadores e marque uma partida

# onboarding3Description
source: Use the internal chat to talk to players and schedule matches
ja: 内部チャットでプレイヤーとゲーム時間を調整する
pt_br: Utilize o chat interno para conversar com jogadores e marcar partidas.

# onboarding4TitleLabel
source: Sync with iCloud
ja: iCloudと同期
pt_br: Sincronize com iCloud

# onboarding4Description
source: Donâ€™t worry about accounts, we sync your data automatically, without using your storage
pt_br: Não se preocupe com sua conta, nós sincronizamos seus dados automaticamente sem utilizar seu armazenamento.

# onboarding4ButtonLabel
source: Got it!
ja: OK
pt_br: Entendi!

# onboarding5ButtonLabel
source: Done
ja: 完了
pt_br: Pronto

# onboarding5ImageLabel
source: Profile image
ja: プロフィール画像
pt_br: Foto de perfil

# onboarding5NameLabel
source: Name
ja: 名前
pt_br: Nome

# onboarding5DescriptionLabel
source: Description
ja: 説明
pt_br: Descrição

# onboarding5DescriptionPlaceholder
source: Put a description about yourself and also provide a contact for other players.
ja: 自己紹介を設定し、他のプレイヤーにも連絡先を提供する。
pt_br: Fale sobre você e informe suas formas de contato para outros jogadores

# onboarding5LocationLabel
source: Location
ja: 場所
pt_br: Localização

# onboarding5ChangePickerLabel
source: Change
ja: 変更
pt_br: Mudar

# onboarding5LanguagesLabel
source: Languages
ja: 言語
pt_br: Linguas

# onboarding5PlatformsLabel
source: Platforms
ja: プラットフォーム
pt_br: Plataformas

# onboarding5GamesLabel
source: Games
ja: ゲーム
pt_br: Jogos

# onboarding5SelectedLabel
source: Selected
ja: 選択済み
pt_br: Selecionado

# onboarding5AlertTitleLabel
source: Empty Fields
ja: フィールドが空欄です
pt_br: Campos vazios

# onboarding5AlertTextLabel
source: You need to fill the required fields to create your profile
ja: プロファイルを作成するには必須フィールドに入力する必要があります
pt_br: Você precisa preencher os campos obrigatórios para criar seu perfil.

# onboarding5RequiredLabel
source: Required
ja: 必須
pt_br: Obrigatório

# onboarding5KeyboardButton
source: Done
ja: 完了
pt_br: Pronto

# onboardingGameServersLabel
source: Servers
ja: サーバー
pt_br: Servidores

# onboardingGameDoneButtonLabel
source: Done
ja: 完了
pt_br: Pronto

# onboardingGameDeselectButtonLabel
source: Deselect
ja: 選択解除
pt_br: Deselecionar

# LanguagesPortuguese
source: Portuguese
ja: ポルトガル語
pt_br: Português

# LanguagesEnglish
source: English
ja: 英語
pt_br: Inglês

# LanguagesChinese
source: Chinese
ja: 中国語
pt_br: Chines

# LanguagesJapanese
source: Japanese
ja: 日本語
pt_br: Japones

# LanguagesSpanish
source: Spanish
ja: スペイン語
pt_br: Espanhol

# LanguagesRussian
source: Russian
ja: ロシア語
pt_br: Russo

# LanguagesGerman
source: German
ja: ドイツ語
pt_br: Alemão

# LocationModalTitle
source: Location
ja: 場所
pt_br: Localização

# LocationNorthAmerica
source: North America
ja: 北アメリカ
pt_br: America do Norte

# LocationBrazil
source: Brazil
ja: ブラジル
pt_br: Brasil

# LocationLatinAmericaSouth
source: Latin America South
ja: 南アメリカ南部
pt_br: Sul da America Latina

# LocationLatinAmericaNorth
source: Latin America North
ja: 南アメリカ北部
pt_br: Norte da America Latina

# LocationEuropeEast
source: Europe East
ja: 東ヨーロッパ
pt_br: Leste Europeu

# LocationEuropeWest
source: Europe West
ja: 西ヨーロッパ
pt_br: Oeste Europeu

# LocationAsiaEast
source: Asia East
ja: アジア東部
pt_br: Leste Asiático

# LocationAsiaWest
source: Asia West
ja: アジア西部
pt_br: Oeste Asiático

# LocationAfricaNorth
source: Africa North
ja: アフリカ北部
pt_br: Norte da África

# LocationAfricaSouth
source: Africa South
ja: アフリカ南部
pt_br: Sul da África

# LocationDontKnow
source: I don't know
ja: わからない
pt_br: Eu não sei informar

# Dota2Description
source: This is the description of Dota 2
ja: これはデータ2の説明です
pt_br: Descrição do Dota 2

# LeagueOfLegendsDescription
source: This is the description of League of Legends
ja: League of Legendsの説明
pt_br: Descrição do League of Legends

# CounterStrikeGODescription
source: This is the description of Counter Strike: Global Offensive
ja: Counter Strike: Global Offensiveの説明
pt_br: Descrição do Counter Strike: Global Offensive

source: Europe East
ja: 東ヨーロッパ
pt_br: Leste Europeu

source: Europe West
ja: 西ヨーロッパ
pt_br: Oeste Europeu

source: SE Asia
ja: 東南アジア
pt_br: SE Ásia

# TitleGameDetailScreen
source: Game Detail
ja: ゲーム詳細
pt_br: Detalhes do jogo

# FindPlayersButton
source: Find players
ja: プレーヤーを検索
pt_br: Encontrar jogadores

# AddToMyGamesButton
source: Add to my games
ja: ゲームに追加
pt_br: Adicionar aos meus jogos

# RemoveFromMyGamesButton
source: Remove from my games
pt_br: Remover dos meus jogos

# PlatformsLabel
source: Platforms
ja: プラットフォーム
pt_br: Plataformas

# OtherGamesLabel
source: Other Games
ja: その他のゲーム
pt_br: Outros jogos

# GamesTitleLabel
source: Games
ja: ゲーム
pt_br: Jogos

# HighlightTitileAboveImage
source: New game available
ja: 利用可能な新しいゲーム
pt_br: Novo jogo disponível

# TitleButtonHiglighAboveImage
source: Find players now
ja: 今すぐプレーヤーを検索
pt_br: Encontrar jogadores

# RecentNotificationsLabel
source: Recent notifications
ja: 新しいお知らせ
pt_br: Notificações recentes

# RejectRequestFriendButtonLabel
source: Reject
ja: 拒否
pt_br: Rejeitar

# AceptRequestFriendButtonLabel
source: Acept
ja: 承認
pt_br: Aceitar

# NotificationRequestFriendLabel
source: sent you a friend request
ja: 友達リクエストを送信しました
pt_br: enviou uma solicitação de amizade

# CancelButtonLabel
source: Cancel
ja: キャンセル
pt_br: Cancelar

# DoneButtonLabel
source: Done
ja: 完了
pt_br: OK

# EditingProfileModalTitle
source: Edit Profile
ja: プロファイルの編集
pt_br: Editar Perfil

# ExplainRateLabel
source: Rate based on your gaming experience with the player
ja: プレイヤーとしての評価
pt_br: Avalie com base em sua experiência de jogo com o jogador

# SkillRateLabel
source: Skill rate
ja: スキルレート
pt_br: Avaliação de habilidades

# BehaviorRateLabel
source: Behavior rate
ja: 稼働率
pt_br: Avaliação de comportamento

# ConfirmButtonLabel
source: Confirm
ja: 確認
pt_br: Confirmar

# TitleRateModalView
source: Rate
ja: 評価
pt_br: Avaliação

# filtersNavigationTitle
source: Filters
ja: フィルター
pt_br: Filtros

# filtersCleanButtonLabel
source: Clean filter
ja: フィルターをクリア
pt_br: Limpar filtros

# filtersDoneButtonLabel
source: Done
ja: 完了
pt_br: Pronto

# filtersLanguagesLabel
source: Languages
ja: 言語
pt_br: Linguagens

# filtersPlatformsLabel
source: Platforms
ja: プラットフォーム
pt_br: Plataformas

# filtersBehaviorsRateLabel
source: Behaviors rate
ja: 稼働率
pt_br: Comportamento

# filtersSkillsRateLabel
source: Skills rate
ja: スキルレート
pt_br: Habilidade

# filtersLocationLabel
source: Location
ja: 場所
pt_br: Localidade

# filtersGamesLabel
source: Games
ja: ゲーム
pt_br: Jogos

# DiscoverScreenAddToFriendsButton
source: Add to friends
ja: 友達に追加
pt_br: Adicionar

# DiscoverShowMoreButton
source: Show more
ja: もっと探す
pt_br: Ver mais

# DiscoverScreenRequestSent
source: Request sent!
ja: リクエストが送信されました！
pt_br: Solicitação enviada!

# DiscoverSearchBarPlaceholder
source: Search Users
pt_br: Procurar Usuários

# SocialViewSearchUsers
source: Search Users
ja: ユーザーの検索
pt_br: Pesquisar usuários

# SocialViewFriendsSectionToggle
source: Friends
ja: 友達
pt_br: Amigos

# SocialViewBlockedSectionToggle
source: Blocked
ja: ブロック済み
pt_br: Bloqueados

# SocialViewCancelSentRequest
source: Cancel request
ja: リクエストのキャンセル
pt_br: Cancelar solicitação

# SocialReceivedRequestAcceptInvite
source: Accept
ja: 承認
pt_br: Aceitar

# SocialReceivedRequestDeclineInvite
source: Reject
ja: 拒否
pt_br: Rejeitar

# SocialShowMoreButton
source: Show more
ja: もっと探す
pt_br: Ver mais

# SocialUnblockButton
source: Unblock
ja: ブロック解除
pt_br: Desbloquear

# galleryAccessMessage
source: In order to set a profile image, you must grant access to your gallery. Go to Settings > Matchmaker > Photos.
ja: プロフィール画像を設定するには、ギャラリーへのアクセスを許可する必要があります。[設定]> [マッチメーカー]> [写真]に移動します。
pt_br: Para poder colocar uma foto de perfil você precisa permitir acesso a sua galeria de fotos. Entre em Configurações > Matchmaker > Galeria de fotos.

# cameraAccessMessage
source: In order to set a profile image, you must grant access to your camera. Go to Settings > Matchmaker > Camera.
ja: プロフィール画像を設定するには、カメラへのアクセスを許可する必要があります。[設定]> [マッチメーカー]> [カメラ]に移動します。
pt_br: Para poder colocar uma foto de perfil você precisa permitir acesso a sua câmera. Entre em Configurações > Matchmaker > Câmera

# cameraGallerySheet
source: Edit profile picture
ja: プロフィール写真の編集
pt_br: Editar foto de perfil

# cameraAction
source: Camera
ja: カメラ
pt_br: Câmera

# galleryAction
source: Gallery
ja: ギャラリー
pt_br: Galeria

# cancelAction
source: Cancel
ja: キャンセル
pt_br: Cancelar

# warningTitle
source: Warning
ja: 警告
pt_br: Aviso

# avatarUploadSheetTitle
source: Avatar upload
ja: アバターのアップロード
pt_br: Upload de avatar

# avatarUploadSheetMessage
source: Select one photo as your profile picture or Allow more photos from your gallery or go to Settings to allow access to all photos.
ja: プロフィール写真として1枚の写真を選択するか、ギャラリーからの写真をさらに許可するか、[設定]に移動してすべての写真へのアクセスを許可します。
pt_br: Selecione uma foto como sua foto de perfil ou Permitir acesso a mais fotos ou va em Configurações e permita acesso a todas as fotos

# selectImageAction
source: Select a profile picture
ja: プロフィール写真を選択
pt_br: Selecione uma foto de perfil

# limitedGalleryAction
source: Allow more photos
ja: もっと写真を許可する
pt_br: Permitir acesso a mais fotos

# fullGalleryAction
source: Allow access to all photos
ja: すべての写真へのアクセスを許可する
pt_br: Permitir acesso a todas as fotos

# cameraError
source: You don't have camera
ja: カメラがありません
pt_br: Você não possui uma câmera

# ACuserName
source: User's name
pt_br: Nome do usuário

# ACuserGamertag
source: User's nickname/gamertag
pt_br: Nickname/gamertag do usuário

# ACuserBio
source: User's description
pt_br: Descrição do usuário

# ACuserLocation
source: User's location
pt_br: Local de onde o usuário joga

# ACratingsCategory
source: Category of rating
pt_br: Categoria de avaliação

# ACratingsResult
source: User's grade
pt_br: Nota do usuário

# ACscreenRatingSection
source: User's ratings
pt_br: Notas do usuário

# ACscreenPlatformsSection
source: User's platforms
pt_br: Plataformas nas quais o usuário joga

# ACscreenLanguagesSection
source: User's languages
pt_br: Idiomas que o usuário fala

# ACscreenGamesSection
source: User's games
pt_br: Jogos que o usuário joga

# ACupperDoneButton
source: Done
pt_br: Feito

# ACupperDoneButtonHint
source: Double tap to dismiss this screen and go back to the previous screen.
pt_br: Clique duas vezes para fazer a tela sumir e voltar para a tela anterior.

# ACeditProfileButton
source: Edit my profile
pt_br: Editar meu perfil.

# ACeditProfileButtonHint
source: Double tap to go to next screen and edit your profile
pt_br: Clique duas vezes para ir para a próxima tela e editar o seu perfil.

# ACrateFriendBehaviourHint
source: Double tap to go to Ratings screen and rate
pt_br: Clique duas vezes para ir para a tela e avaliar o usuário.

# ACrateFriendBehaviourHint2
source: 's behaviour
pt_br: Nota de comportamento do usuário

# ACrateFriendSkillHint2
source: 's skill
pt_br: Nota de habilidade do usuário

# ACsendFriendRequestHint
source: Double tap to send a friend request to
pt_br: Clique duas vezes para enviar solicitação de amizade para

# ACacceptFriendRequestHint
source: Double tap to accept this friend request from
pt_br: Clique duas vezes para aceitar solicitação de amizade de

# ACdenyFriendRequestHint
source: Double tap to deny this friend request from
pt_br: Clique duas vezes para recusar a solicitação de amizade de

# ACdeleteFriendshipHint
source: Double tap to remove
pt_br: Clique duas vezes para excluir

# ACdeleteFriendshipHint2
source: from your friends list
pt_br: da sua lista de amigos

# ACcancelFriendRequestHint
source: Double tap to cancel this friend request to
pt_br: Clique duas vezes para excluir a solicitação de amizade para

# ACcancelButton
source: Cancel
pt_br: Cancelar

# ACcancelButtonHint
source: Double tap to cancel and discard any changes. This action will dismiss this screen and go back to the previous one
pt_br: Clique duas vezes para cancelar e disfazer qualquer mudança. Essa ação irá fechar a tela e ir para a tela anterior.

# ACchangeLocationButton
source: Change location
pt_br: Mudar Localização

# ACchangeLocationButtonHint
source: Double tap to go to Locations screen and change your location
pt_br: Double tap to go to Locations screen and change your location Clique duas vezes para ir para a tela de localizações e mudar a sua localização

# ACbottomDoneButton
source: Done
pt_br: Feito

# ACbottomDoneButtonHint
source: Double tap to save your changes. Your changes will only be saved if you filled the name and username field
pt_br: Clique duas vezes para salvar suas alterações. Suas mudanças serão salvas somente se você preencheu os campos de nome e nickname.

# ACuserProfileButton
source: User's profile
pt_br: Perfil do usuário

# ACuserProfileButtonHint
source: Double tap to go to this user's profile
pt_br: Clique duas vezes para ir para o perfil deste usuário

# ACaddToFriendsButton
source: Add to friends
pt_br: Adicionar aos amigos

# ACaddToFriendsButtonHint
source: Double tap to send a friend request to this user
pt_br: Clique duas vezes para enviar uma solicitação de amizade para este usuário

# ACfindPlayersButton
source: Find new players
pt_br: Encontre novos jogadores

# ACfindPlayersButtonHint
source: Double tap to go Dota 2 screen server selection to find new players
pt_br: Clique duas vezes para ir para a tela de achar novos jogadores com filtro do Dota 2.

# ACeditProfilePictureButton
source: Change my profile picture
pt_br: Mudar minha foto de perfil

# ACeditProfilePictureButtonHint
source: Double tap to open the action sheet to choose a new profile picture
pt_br: Clique duas vezes para abrir a tela de seleção de nova foto de perfil.

# ACroundedRectangleCell
source: Game's picture
pt_br: Capa do jogo

# ACroundedRectangleCellHint
source: Double tap to show this game's details
pt_br: Clique duas vezes para mostrar os detalhes deste jogo

# tabBarSocial
source: Social
ja: ソーシャル

# onboarding5UsernameLabel
source: Username
ja: ユーザー名

# PlatformMobile
source: Mobile
ja: モバイル

# LocationChina
source: China
ja: 中国

# LocationOceania
source: Oceania
ja: オセアニア

source: Australia
ja: オーストラリア

source: Russia
ja: ロシア

source: South Africa
ja: 南アフリカ

source: South America
ja: 南アメリカ

source: US East
ja: アメリカ東部

source: US West
ja: アメリカ西部

source: Brazil
ja: ブラジル

source: Europe Nordic & East
ja: ヨーロッパ北東部

source: Japan
ja: 日本

source: Korea
ja: 韓国

source: Latin America North
ja: 南アメリカ北部

source: Latin America South
ja: 南アメリカ南部

source: North America
ja: 北アメリカ

source: Oceania
ja: オセアニア

source: Turkey
ja: トルコ

source: EU North
ja: EU北部

source: Chile
ja: 地理

source: Dubai
ja: ドバイ

source: EU East
ja: EU東部

source: EU West
ja: EU西部

source: Hong Kong
ja: 香港

source: India East
ja: インド東部

source: India West
ja: インド西部

source: PW Guangdong
ja: PW 広東

source: PW Shanghai
ja: PW 上海

source: PW Tianjin
ja: PW 天津

source: Peru
ja: ペルー

source: Poland
ja: ポーランド

source: Singapore
ja: シンガポール

source: Spain
ja: スペイン

source: US North Central
ja: アメリカ中央北部

source: US South East
ja: アメリカ南東部

source: US South West
ja: アメリカ南西部
